<template><div><h1 id="быстрыи-старт" tabindex="-1"><a class="header-anchor" href="#быстрыи-старт"><span>Быстрый старт</span></a></h1>
<p>В целом, работа курьера выглядит следующим образом:</p>
<ol>
<li><strong>Получение заказа:</strong>
<ul>
<li>Приложение уведомит о новом заказе.</li>
<li>Примите заказ и проверьте его содержимое.</li>
</ul>
</li>
<li><strong>Отправка в магазин:</strong>
<ul>
<li>Отправляйтесь в магазин/ресторан/etc.</li>
<li>Отметьте свое прибытие в приложении.</li>
</ul>
</li>
<li><strong>Забор заказа:</strong>
<ul>
<li>Получите заказ, упакуйте его в сумку.</li>
<li>Выйдите из здания и отметьте в приложении, что заказ у вас.</li>
<li>Адрес доставки отобразится в приложении.</li>
</ul>
</li>
<li><strong>Доставка заказа:</strong>
<ul>
<li>Придите по адресу доставки.</li>
<li>Отметьте свое прибытие в приложении.</li>
<li>У вас есть до 10 минут на передачу заказа.</li>
</ul>
</li>
<li><strong>Подтверждение доставки:</strong>
<ul>
<li>Передайте заказ получателю.</li>
<li>Выйдите из здания и отметьте в приложении, что заказ передан.</li>
</ul>
</li>
</ol>
<h2 id="перед-сменои" tabindex="-1"><a class="header-anchor" href="#перед-сменои"><span>Перед сменой</span></a></h2>
<ul>
<li><strong>Заряд телефона:</strong> Убедитесь, что телефон заряжен. Рекомендуется иметь PowerBank, чтобы избежать непредвиденных ситуаций.
<ul>
<li>При 5-6 часовой смене рекомендуется иметь заряд на 8-10 часов, так как расход энергии во время работы может быть выше, чем обычно.</li>
</ul>
</li>
<li><strong>Внешний вид:</strong>
<ul>
<li>В начале смены необходимо быть опрятным.</li>
<li>Бренд компании на форменной одежде должен быть отчётливо виден.</li>
<li>Наличие рюкзака не отменяет необходимость ношения формы.</li>
<li>Ваш внешний вид должен соответствовать  официальным требованиям:
<ul>
<li>Однотонные брюки или классические джинсы, джоггеры: чёрные, синие, серые, бежевые.</li>
<li>Удобная, не шумная обувь - целая, с закрытыми носком и пяткой.</li>
<li>Брендированная верхняя одежда и рюкзак, которые компания предоставляет для каждого сезона.</li>
</ul>
</li>
<li>Из аксессуаров допустимы: неброские часы, обручальное кольцо, небольшие серьги.</li>
</ul>
</li>
</ul>
<h2 id="начало-смены" tabindex="-1"><a class="header-anchor" href="#начало-смены"><span>Начало смены</span></a></h2>
<ul>
<li><strong>Время начала:</strong> Вы можете начать смену за час до назначенного времени.
<ul>
<li>Обратите внимание, что это увеличит ее продолжительность. Например, если смена длится с 12 до 20 часов, а вы начали ее в 11, она все еще длится до 20.</li>
</ul>
</li>
<li><strong>Активация смены:</strong>
<ul>
<li>Откройте приложение и начните смену, нажав на соответствующую кнопку в главном меню.</li>
<li>Приложение попросит сделать фотографию, на которой будет видно:
<ul>
<li>Ваше лицо</li>
<li>Медицинскую книжку (разворот с фотографией)</li>
<li>Брендированную верхнюю одежду Сбермаркета</li>
<li>Фрагмент рюкзака (нет необходимости помещать его в кадр полностью)</li>
</ul>
</li>
<li>После отправки фотографии запустится диагностика.</li>
<li>Если какой-либо из пунктов диагностики не пройдёт проверку, приложение подскажет, что сделать (на пункты можно нажимать).</li>
<li>После успешного прохождения диагностики смена начнётся автоматически.</li>
</ul>
</li>
</ul>
<div class="custom-container tip"><p class="custom-container-title">Обратите внимание</p>
<p>В текущий момент функция фотоконтроля временно перенесена в Telegram-бот. За час до запланированной смены вам будет приходить сообщение с напоминанием прислать фотографию в ответ.</p>
</div>
<h2 id="автоприем-заказов" tabindex="-1"><a class="header-anchor" href="#автоприем-заказов"><span>Автоприём заказов</span></a></h2>
<ul>
<li>Автоприём повышает приоритет при распределении заказов.</li>
<li>Позволяет не пропускать новые назначения и не тратить время на подтверждение, если вы в активном заказе.</li>
<li>Оповещения о заказах приходят, как и прежде, а сами заказы сразу появляются в списке.</li>
</ul>
<h3 id="активация-функции" tabindex="-1"><a class="header-anchor" href="#активация-функции"><span>Активация функции</span></a></h3>
<ul>
<li>В активной смене перейдите в личный кабинет Шоппера.</li>
<li>Зайдите в раздел «Автоприём заказов».</li>
<li>Включите «Принимать все заказы».</li>
<li>Управление функцией доступно во время смены: можно включать и отключать её по своему усмотрению.</li>
</ul>
<p>Обратите внимание на информацию при новом заказе:</p>
<ul>
<li>Вес заказа.</li>
<li>Время подлёта.</li>
<li>Время назначения.</li>
</ul>
<p>Возможность непринятия заказа без корректировки дохода:</p>
<ul>
<li>
<p>Вес заказа более 15 кг (для пеших и велокурьеров).</p>
</li>
<li>
<p>Время подлёта более 25 минут.</p>
</li>
<li>
<p>Назначение пришло за 5 минут до планового завершения слота или после него.</p>
</li>
<li>
<p>Даже с включённым автоприёмом заказов можно не принимать заказ на вышеуказанных условиях.</p>
</li>
<li>
<p>Отказ от уже принятого заказа требует веских оснований, как и с любым другим заказом.</p>
</li>
</ul>
<h2 id="повышенныи-спрос-и-карта-повышенного-спроса" tabindex="-1"><a class="header-anchor" href="#повышенныи-спрос-и-карта-повышенного-спроса"><span>Повышенный спрос и карта повышенного спроса</span></a></h2>
<ul>
<li>Карта показывает наличие свободных исполнителей в непосредственной близости от каждого конкретного магазина.</li>
<li>Чем темнее зона, тем меньше курьеров и больше вероятность, что в ней есть нераспределенные заказы, но их наличие не гарантируется.</li>
<li>Высокая загруженность курьеров в каждой конкретной зоне:
<ul>
<li>Повышает минимальную корзину для клиентов.</li>
<li>Увеличивает стоимость доставки для магазинов.</li>
<li>Для ресторанов уменьшает зону доставки, увеличивает время доставки (например, вместо 15-30 минут может быть 90-120 минут).</li>
</ul>
</li>
<li>Высокая нагрузка на сервис ограничивает клиентов в заказах, снижая количество заказов.</li>
<li>Бонус рассчитывается исходя из загруженности сервиса.
<ul>
<li>Если курьер переместился в зону повышенного спроса, но ему назначен заказ из точки без повышенного спроса, бонус не начисляется.</li>
<li>Бонус рассчитывается индивидуально для каждого участка и меняется каждую минуту.</li>
</ul>
</li>
<li>У части курьеров на карте спроса также отражён таймер.
<ul>
<li>Таймер не влияет на получение доплаты, а показывает время до следующего обновления карты.</li>
<li>Если спрос в зоне закончился к моменту назначения заказа, бонус за спрос не начисляется.</li>
</ul>
</li>
</ul>
<h2 id="назначение-заказов-и-таимеры" tabindex="-1"><a class="header-anchor" href="#назначение-заказов-и-таимеры"><span>Назначение заказов и таймеры</span></a></h2>
<ul>
<li>Для ресторанов, Пятерочек и Перекрестка учитывается время, необходимое на приготовление и сборку.</li>
</ul>
<h3 id="рестораны" tabindex="-1"><a class="header-anchor" href="#рестораны"><span>Рестораны</span></a></h3>
<ul>
<li>Каждый ресторан заявляет время приготовления (например, 20 минут).</li>
<li>В момент оформления заказа система смотрит доступных курьеров.</li>
</ul>
<p><strong>Вариант 1</strong></p>
<ul>
<li>Есть курьер, который доберется до ресторана через 5 минут.</li>
<li>Заказ отдается в ресторан, и через 15 минут заказ передается курьеру.</li>
</ul>
<p><strong>Вариант 2</strong></p>
<ul>
<li>Есть курьер, который доберется до ресторана через 45 минут.</li>
<li>Заказ отдается курьеру, и через 25 минут заказ передается в ресторан.</li>
</ul>
<h3 id="пятерочки-и-перекрестки" tabindex="-1"><a class="header-anchor" href="#пятерочки-и-перекрестки"><span>Пятерочки и Перекрестки</span></a></h3>
<ul>
<li>Ритейлер предоставляет данные о прогнозируемом времени готовности заказа, на которое система ориентируется при распределении.</li>
</ul>
<h3 id="доступность-сервиса" tabindex="-1"><a class="header-anchor" href="#доступность-сервиса"><span>Доступность сервиса</span></a></h3>
<ul>
<li>Сервис доступен для оформления заказов до 22:00.
<ul>
<li>Если клиент оформит заказ в 21:50, курьеры со сменами до 22:00 его не доставят.</li>
<li>На часы 22:00-23:00 прогнозируется 1 курьер, не больше.</li>
</ul>
</li>
</ul>
<h2 id="добавочныи-код-для-звонка-клиенту" tabindex="-1"><a class="header-anchor" href="#добавочныи-код-для-звонка-клиенту"><span>Добавочный код для звонка клиенту</span></a></h2>
<p>В Шоппере в информации о клиенте вы видите номер телефона и добавочный код к нему.
Для оповещения клиента о времени доставки и уточнения деталей по адресу в случае сомнений, необходимо позвонить ему перед доставкой.</p>
<ul>
<li>
<p>Чтобы позвонить клиенту с устройства, на котором у вас установлен Шоппер, нажмите на иконку звонка, как обычно. Если для звонка клиенту вы используете другой телефон, введите номер, далее запятую (долгое нажатие на *) и код клиента.</p>
</li>
<li>
<p>Позвонить без добавочного кода или написать на указанный номер невозможно — сообщение не будет доставлено клиенту.</p>
</li>
</ul>
<h2 id="оплата" tabindex="-1"><a class="header-anchor" href="#оплата"><span>Оплата</span></a></h2>
<ol>
<li>Формально выплаты проводятся с пятницы по вторник, вы получаете выплату за предыдущую отработанную неделю с понедельника по воскресенье. То, как быстро придёт выплата, не зависит от банка, который вас обслуживает, у всех это происходит постепенно и в случайном порядке.</li>
<li>В Купере вы получаете оплату только за выполненные заказы, почасовой оплаты здесь нет.</li>
<li>Вы сэкономите себе и время, и нервы, если не будете ориентироваться на доходы других людей. Здесь нет какого-то среднего дохода и для того, чтобы понять, сколько вы будете зарабатывать, вам понадобится от недели до двух-трёх.</li>
</ol>
</div></template>


