<template><div><h1 id="быстрыи-старт" tabindex="-1"><a class="header-anchor" href="#быстрыи-старт"><span>Быстрый старт</span></a></h1>
<p>В целом, работа курьера выглядит следующим образом:</p>
<ol>
<li><strong>Получение заказа:</strong>
<ul>
<li>Приложение уведомит о новом заказе.</li>
<li>Примите заказ и проверьте его содержимое.</li>
</ul>
</li>
<li><strong>Отправка в магазин:</strong>
<ul>
<li>Отправляйтесь в магазин/ресторан/etc.</li>
<li>Отметьте свое прибытие в приложении.</li>
</ul>
</li>
<li><strong>Забор заказа:</strong>
<ul>
<li>Получите заказ, упакуйте его в сумку.</li>
<li>Выйдите из здания и отметьте в приложении, что заказ у вас.</li>
<li>Адрес доставки отобразится в приложении.</li>
</ul>
</li>
<li><strong>Доставка заказа:</strong>
<ul>
<li>Придите по адресу доставки.</li>
<li>Отметьте свое прибытие в приложении.</li>
<li>У вас есть до 10 минут на передачу заказа.</li>
</ul>
</li>
<li><strong>Подтверждение доставки:</strong>
<ul>
<li>Передайте заказ получателю.</li>
<li>Выйдите из здания и отметьте в приложении, что заказ передан.</li>
</ul>
</li>
</ol>
<h2 id="перед-сменои" tabindex="-1"><a class="header-anchor" href="#перед-сменои"><span>Перед сменой</span></a></h2>
<ul>
<li><strong>Заряд телефона:</strong> Убедитесь, что телефон заряжен. Рекомендуется иметь PowerBank, чтобы избежать непредвиденных ситуаций.
<ul>
<li>При 5-6 часовой смене рекомендуется иметь заряд на 8-10 часов, так как расход энергии во время работы может быть выше, чем обычно.</li>
</ul>
</li>
<li><strong>Внешний вид:</strong>
<ul>
<li>В начале смены необходимо быть опрятным.</li>
<li>Бренд компании на форменной одежде должен быть отчётливо виден.</li>
<li>Наличие рюкзака не отменяет необходимость ношения формы.</li>
<li>Ваш внешний вид должен соответствовать  официальным требованиям:
<ul>
<li>Однотонные брюки или классические джинсы, джоггеры: чёрные, синие, серые, бежевые.</li>
<li>Удобная, не шумная обувь - целая, с закрытыми носком и пяткой.</li>
<li>Брендированная верхняя одежда и рюкзак, которые компания предоставляет для каждого сезона.</li>
</ul>
</li>
<li>Из аксессуаров допустимы: неброские часы, обручальное кольцо, небольшие серьги.</li>
</ul>
</li>
</ul>
<h2 id="начало-смены" tabindex="-1"><a class="header-anchor" href="#начало-смены"><span>Начало смены</span></a></h2>
<ul>
<li><strong>Время начала:</strong> Вы можете начать смену за час до назначенного времени.
<ul>
<li>Обратите внимание, что это увеличит ее продолжительность.</li>
<li>Например, если смена длится с 12 до 20 часов, а вы начали ее в 11, она все еще длится до 20.</li>
</ul>
</li>
<li><strong>Активация смены:</strong>
<ul>
<li>Откройте приложение и начните смену, нажав на соответствующую кнопку в главном меню.</li>
<li>Приложение попросит сделать фотографию, на которой будет видно:
<ul>
<li>Ваше лицо</li>
<li>Медицинскую книжку (разворот с фотографией)</li>
<li>Брендированную верхнюю одежду Сбермаркета</li>
<li>Фрагмент рюкзака (нет необходимости помещать его в кадр полностью)</li>
</ul>
</li>
<li>После отправки фотографии запустится диагностика.</li>
<li>Если какой-либо из пунктов диагностики не пройдёт проверку, приложение подскажет, что сделать (на пункты можно нажимать).</li>
<li>После успешного прохождения диагностики смена начнётся автоматически.</li>
</ul>
</li>
</ul>
</div></template>


